<template>
    <div>
      <h2>Описание задачи</h2>
      <p>Предлагаю небольшое задание по фронту, по времени не ограничиваем.

        <p>Стек:
JS, VUE.JS(2 или 3) + Quasar (версия зависит от VUE).</p>

<p>Задание:</p>
<p>1. Поднять проект на VUE, подключить quasar.</p>

<p>2. Главная страница - приветствие, в шапке ниспадающее меню (переход на 2 страницы + на
главную)</p>

<p>3. Страница1 - форма из минимум 3х полей(дата, текст, select),
данные из которой отправляются на сервер при нажатии кнопки сохранить
(post запрос через axios, можно просто на localhost, ответ не нужен)</p>

<p>4. Страница2 - Текст тестового задания.</p></p>
    </div>
  </template>
  
  <script>
  export default {
    name: 'Page2'
  };
  </script>
  
  <style scoped>
  </style>
  